Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_264_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Buresboahtin Sámi kulturguovddáža arkiteaktagilvvu bohtosiid almmustahttindilálašvuhtii , mii dollojuvvo Sámemusea Siidda auditorios , Anáris duorastaga 4.12.2008 dmu 15 .
smn: Tiervâpuáttim Säämi kulttuurkuávdáá arkkitehtkištodem puátusij almostittemtilálâšvuotân , mii tuálloo Sämimuseo Siijdâ auditoriost , Anarist tuorâstuv 4.12.2008 tme 15 .

source: Dilálašvuođa prográmma
smn: Tilálâšvuođâ ohjelm

source: dmu 15.00 Buresboahtin
smn: tme 15.00 Tiervâpuáttim

source: bálkkašupmelávdegotti ságajođiheaddji Aulis Kohvakka
smn: palhâšumelävdikode saavâjođetteijee Aulis Kohvakka

source: Gilvobargguid ovdanbuktin
smn: Kištodempargoi čaittâlem

source: dmu 15.30 Bohtosiid almmustahttin
smn: tme 15.30 Puátusij almostittem

source: bálkkašupmelávdegotti ságajođiheaddji Aulis Kohvakka ja bálkkašupmelávdegotti lahttu Juha Guttorm
smn: palhâšumelävdikode saavâjođetteijee Aulis Kohvakka já palhâšumelävdikode jeessân Juha Guttorm

source: Vuoiti sáhkavuorru
smn: Vyeitee sahâvuáru
